<?php
$called = [
    [
        'id'     => 1,
        'url'    => '',
        'img'    =>[
            'src'=> 'img/picture.jpg',
            'alt'=>'picture'
        ],
        'title'  => 'Предложение',
        'text' => 'Лучшее предложение для наших клиентов!',
        'date' => '22/12/2017',
    ],
    [
        'id'     => 2,
        'url'    => '',
        'img'    =>[
            'src'=> 'img/kvartira.jpg',
            'alt'=>'kvartira'
        ],
        'title'  => 'Акция',
        'text' => 'Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона',
        'date' => '22/12/2017',
    ]
];
return $called;